Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/mema.tmx
Source language: ca
Languages: es_es

source: S'hi poden distingir diversos casos: Ambigüitat estructural d'origen coordinatiu: Per exemple, si diem Posa els llençols i els cobertors nets a l'armari hi ha dues possibles interpretacions; en una els llençols no estan nets, en l'altra sí, segons que es considere que l'adjectiu nets modifica els dos substantius coordinats o només l'últim (vegeu la fig. ).
es_es: Se pueden distinguir varios casos: Ambigüedad estructural de origen coordinativo: Por ejemplo, si decimos Pone las sábanas y las colchas limpias al armario hay dos posibles interpretaciones; en una las sábanas no están limpias, en la otra sí, según que se considera que el adjetivo limpias modifica los dos sustantivos coordinados o sólo el último (veáis la fig. )

source: Homografia verb conjugat--substantiu:
es_es: Homografía verbo conjugado--sustantivo:

source: En aquests casos podem considerar que les categories buides són mots ``de zero lletres'' que tenen una interpretació.
es_es: En estos casos podemos considerar que las categorías vacías son palabras ``de cero letras'' que tienen una interpretación.

source: Expliqueu quina informació usa el sistema en cada cas per a prendre una decisió.
es_es: Explicad qué información usa el sistema en cada caso para tomar una decisión.

source: Les dues causes poden concórrer.
es_es: Las dos causas pueden concurrir.

source: `els cobertors' ) (.SA.
es_es: `las colchas' ) (.SA.

source: salir/salar: sales, sale, salen asir/asar: como salir/salar poder/podar: podamos, podáis, { podemos}, podéis.
es_es: salir/salar: salas, salo, salan asir/asar: como salir/salar poder/podar: podamos, podáis, { podemos}, podéis.

source: Dues de les quatre combinacions tenen sentit.
es_es: Dos de las cuatro combinaciones tienen sentido.

source: Un altre tipus d'ambigüitat mixta succeeix quan l'ambigüitat lèxica categorial d'alguns mots es combina amb mecanismes d'el·lipsi com els descrits més amunt per a construccions coordinatives o comparatives.
es_es: Otro tipo de ambigüedad mixta sucede cuando la ambigüedad léxica categorial de algunas palabras se combina con mecanismos de elipsis como los descritos más arriba para construcciones coordinativas o comparativas.

source: En la frase Vaig obrir [la porta]$_i$ a [la cuinera]$_j$ i la$_{i/j?}$ vaig fer passar els índexs ($i$, $j$, $i/j?$) indiquen que el pronom feble la es pot referir a la mateixa persona a la qual ens hem referit amb el sintagma nominal la cuinera, però no hi ha cap raó sintàctica perquè el referent no siga el mateix que el del sintagma la porta: aquesta pot ser una possible causa d'ambigüitat en la segona oració coordinada.
es_es: En la frase Abrí [la puerta]$_y$ a [la cocinera]$_j$ y la$_{y/j?}$ hice pasar los índices ($y$, $j$, $y/j?$) indican que el pronombre débil la se puede referir a la misma persona a la cual nos hemos referido con el sintagma nominal la cocinera, pero no hay ninguna razón sintáctica porque el referente no sea el mismo que lo del sintagma la puerta: esta puede ser una posible causa de ambigüedad en la segunda oración coordinada.

source: Per exemple, el mot estació (forma lèxica: estació, substantiu, femení singular) és polisèmic perquè el lema corresponent té més d'una interpretació: indret on s'aturen temporalment els trens, part de l'any compresa entre un solstici i un equinocci, conjunt d'instal·lacions per a un propòsit determinat (per exemple, l'esquí), etc.
es_es: Por ejemplo, la palabra estación (forma léxica: estación, sustantivo, femenino singular) es polisémica porque el lema correspondiente tiene más de una interpretación: lugar donde se paran temporalmente los trenes, parte del año comprendida entre un solsticio y un equinoccio, conjunto de instalaciones para un propósito determinado (por ejemplo, el esquí), etc.

source: on la posició inicial de l'adverbi interrogatiu Com pot resultar de la transformació per moviment de Qu de tres estructures hipotètiques diferents; en cada una d'elles, l'adverbi és adjunt d'un sintagma verbal diferent: [(a)] *Dius com que ha explicat que vindria?
es_es: donde la posición inicial del adverbio interrogativo Cómo puede resultar de la transformación por movimiento de Qu de tres estructuras hipotéticas diferentes; en cada una de ellas, el adverbio es adjunto de un sintagma verbal diferente: [(a)] Dices como que ha explicado que vendría?

source: {} s'intenta resoldre normalment amb regles basades en les categories lèxiques dels mots que l'acompanyen en la frase.
es_es: {} se intenta resolver normalmente con reglas basadas en las categorías léxicas de las palabras que lo acompañan en la frase.

source: El pronom feble el pot referir-se a garatge o a cotxe.
es_es: El pronombre débil lo puede referirse a garaje o a coche.

source: Una altra regla que se sol usar és la d'adjunció mínima ---angl.minimal attachment--- que afavoreix l'arbre sintàctic amb el mínim de nodes (punts de ramificació).
es_es: Otra regla que se suele usar es la de adyunción mínima ---angl.minimal attachment--- que favorece el árbol sintáctico con el mínimo de nodos (puntos de ramificación).

source: Per tant, un enunciat ambigu pot tenir més d'una traducció a un altre idioma. En aquest capítol ens fixarem molt especialment en l'ambigüitat de les oracions.
es_es: Por lo tanto, un enunciado ambiguo puede tener más de una traducción a otro idioma. En este capítulo nos fijaremos muy especialmente en la ambigüedad de las oraciones.

source: {hutchins92b}, el qual pot tenir dues interpretacions [(a)] No totes les dones s'estimen els abrics de pell.
es_es: {hutchins92b}, el cual puede tener dos interpretaciones [(a)] No todas las mujeres se estiman los abrigos de piel.

source: També hi intervé l'ambigüitat lèxica pura (polisèmia) de despedir (en la primera llançar; en la segona, deixar sense treball).
es_es: También interviene la ambigüedad léxica pura (polisemia) de despedir (en la primera lanzar; en la segunda, dejar sin trabajo).

source: 2a pers.sing (2a i 3a conj.) / subst.fem.pl.: batas, temas, metas.
es_es: 2a pers.sing (2a y 3a conj.) / subst.estiércol.pl.: batas, temas, metas.

source: L'oració és ambigua per polisèmia (ambigüitat lèxica) del substantiu finestra (de la paret/ del sistema operatiu) Ambigüitat estructural per moviment de constituents (en concret, per moviment de l'element Qu com).
es_es: La oración es ambigua por polisemia (ambigüedad léxica) del sustantivo ventana (de la pared/ del sistema operativo) Ambigüedad estructural por movimiento de constituyentes (en concreto, por movimiento del elemento Qu cómo).

source: } Aquest principi explica per què la interpretació de l'oració El pare escura plats és diferent de la de l'oració La mare llegeix llibres Les oracions () i () tenen la mateixa sintaxi però diferent interpretació perquè contenen mots diferents amb interpretacions diferents.
es_es: } Este principio explica por qué la interpretación de la oración El padre friega platos es diferente de la de la oración La madre lee libros Las oraciones () y () tienen la misma sintaxis pero diferente interpretación porque contienen palabras diferentes con interpretaciones diferentes.

source: L'ambigüitat d'una oració també pot estar deguda al simple fet que tinga més d'un arbre d'anàlisi sintàctica.
es_es: La ambigüedad de una oración también puede estar debida al simple hecho de que tenga más de un árbol de análisis sintáctico.

source: Els$_{i/j?}$ vaig veure caure s'ha d'usar informació semàntica per a saber quin és l'antecedent d'els en la segona oració (els soldats o els xiquets).
es_es: Los$_{y/j?}$ vi caer se tiene que usar información semántica para saber cuál es el antecedente de les la segunda oración (los soldados o los niños).

source: ``S'han de repassar les entrades i les despeses que s'hagen fet en euros'' (1: Les entrades s'han de repassar totes; les despeses només si s'han fet en euros; 2: De les entrades, se n'han de repassar només les fetes en euros).
es_es: ``Se tienen que repasar las entradas y los gastos que se hayan hecho en euros'' (1: Las entradas se tienen que repasar todas; los gastos sólo si se han hecho en euros; 2: De las entradas, se tienen que repasar sólo los hechos en euros).

source: Exemples de l'espanyol al català: Ambigüitat que es pot resoldre després de fer una anàlisi morfològica de l'oració: en mi trabajo, l'homògraf trabajo pot ser substantiu (català treballo) o verb (català treball), però la presència de mi (determinant possessiu) desambigua l'homògraf perfectament.
es_es: Ejemplos del español al catalán: Ambigüedad que se puede resolver después de hacer un análisis morfológico de la oración: en mí trabajo, el homógrafo trabajo puede ser sustantivo (catalán trabajo) o verbo (catalán trabajo), pero la presencia de mí (determinando posesivo) desambigua el homógrafo perfectamente.

source: Entre la 1a pers.pl. del present d'indicatiu i del pretèrit perfet simple (``pretèrito indefinido'') dels verbs regulars de la 1a i 3a conjs.: { amamos}, cantamos, conseguimos, etc.
es_es: Entre la 1a pers.pl. del presente de indicativo y del pretérito perfet simple (``pretèrito indefinido'') de los verbos regulares de la 1a y 3a conjs.: { amamos}, cantamos, conseguimos, etc.

source: No obstant això, hi ha d'altres que només poden ser tractades si es fa una anàlisi sintàctica (tot i que l'ambigüitat siga de tipus lèxic) i fins i tot n'hi ha que requeririen una anàlisi semàntica per a resoldre-les.
es_es: Sin embargo, hay otros que sólo pueden ser tratadas si se hace un análisis sintáctico (a pesar de que la ambigüedad sea de tipo léxico) e incluso hay que requerirían un análisis semántico para resolverlas.

source: Sí, pot ser polisèmic encara que la traducció a aquesta llengua de totes les interpretacions siga la mateixa.
es_es: Sí, puede ser polisémica aunque la traducción a esta lengua de todas las interpretaciones sea la misma.

source: Pres.
es_es: Tomado.

source: Més exemples: Va parlar amb l'encarregat de la neteja de la seua casa Hi ha una bossa de roba perduda en la Secretaria de l'Escola {tuson99b} explica que aquesta última oració pot tenir fins a 12 interpretacions possibles.
es_es: Más ejemplos: Habló con el encargado de la limpieza de su casa Hay una bolsa de tela perdida en la Secretaría de la Escuela {tuson99b} explica que esta última oración puede tener hasta 12 interpretaciones posibles.

source: L'elipsi d'un sintagma nominal, que queda substituït per un pronom nul PRO.
es_es: La elipsis de un sintagma nominal, que queda sustituido por un pronombre nulo PRO.

source: Considerem l'aproximació estadística.
es_es: Consideramos la aproximación estadística.

source: L'oració és ambigua perquè dos dels seus mots presenten ambigüitat lèxica pura (polisèmia): auto pot ser un automòbil o un tipus de resolució judicial; suspensión pot ser l'acció de suspendre (la resolució) o el sistema d'amortidors de l'automòbil.
es_es: La oración es ambigua porque dos de sus palabras presentan ambigüedad léxica pura (polisemia): auto puede ser un automóvil o un tipo de resolución judicial; suspensión puede ser la acción de suspender (la resolución) o el sistema de amortiguadores del automóvil.

source: L'ambigüitat lèxica de transferència és especialment perillosa quan afecta un mot de la llengua origen no percebut com a ambigu.
es_es: La ambigüedad léxica de transferencia es especialmente peligrosa cuando afecta una palabra de la lengua origen no percibido como ambiguo.

source: Deien d'aquella manera que vindria.
es_es: Decían de aquella manera que vendría.

source: A canvi, hem de fer l'esforç (pressumiblement més lleuger) de predir una entre les possibles continuacions (sintàctiques) del que hem llegit; segons arriben mots, els anem encaixant en l'estructura predita i usem la sintaxi i la interpretació dels mots per a anar construint a poc a poc la interpretació de l'oració completa.
es_es: A cambio, tenemos que hacer el esfuerzo (pressumiblement más ligero) de predecir una entre las posibles continuaciones (sintácticas) de lo que hemos leído; según llegan palabras, las vamos encajando en la estructura predicha y usamos la sintaxis y la interpretación de las palabras para ir construyendo poco a poco la interpretación de la oración completa.

source: Aquesta triangulació també pot servir per a tractar altres tipus d'ambigüitat, com ara la sintàctica.
es_es: Esta triangulación también puede servir para tratar otros tipos de ambigüedad, como por ejemplo la sintáctica.

source: (*) Indiqueu breument quines estratègies es podrien usar per a resoldre l'ambigüitat sintàctica d'adjunció.
es_es: () Indicad brevemente qué estrategias se podrían usar para resolver la ambigüedad sintáctica de adyunción.

source: Ambigüitat estructural amb el·lipsi i moviment: en una interpretació la bolsa pot ser l'objecte de l'acció (transitiva) de baixar si el subjecte (nul) és el mateix que mi vecino (``Mi vecino aseguró que (él mismo) había bajado la bolsa''); en l'altra, la bolsa és el subjecte (mogut a posició postverbal) de l'acció intransitiva de baixar.
es_es: Ambigüedad estructural con elipsis y movimiento: en una interpretación la bolsa puede ser el objeto de la acción (transitiva) de bajar si el sujeto (nulo) es el mismo que mi vecino (``Mi vecino aseguró que (él mismo) había bajado la bolsa''); en la otra, la bolsa es el sujeto (movido a posición postverbal) de la acción intransitiva de bajar.

source: `notícies' ) (.SP.
es_es: `noticias' ) (.SP.

source: En -os: marchamos (1a pers.pl. present i pretèrit perfet simple d'indicatiu i subst.masc.pl.).
es_es: En -hueso: marchamos (1a pers.pl. presente y pretérito perfet simple de indicativo y subst.masc.pl.).

source: (1a conj.) / subst.fem.pl.: casas, salas, tomas, entregas, osas; Pres.ind.
es_es: (1a conj.) / subst.estiércol.pl.: casas, salas, tomas, entregas, osas; Preso.ind.

source: Homògrafs verb conjugat--determinant: uno, una, unas (unir)
es_es: Homógrafos verbo conjugado--determinante: uno, una, unas (unir)

source: [diseño asistido:] asistido és aduya.
es_es: [diseño asistido:] asistido es aduya.

source: té més d'un arbre d'anàlisi sintàctica.
es_es: tiene más de un árbol de análisis sintáctico.

source: En traducció automàtica de l'espanyol al català, una alternativa interessant és posar primer el sintagma nominal que segueix al cuyo i després, una forma de del qual que concorde amb l'antecedent.
es_es: En traducción automática del español al catalán, una alternativa interesante es poner primero el sintagma nominal que sigue al cuyo y después, una forma de del cual que acorde con el antecedente.

source: La existència de més d'una estructura sintàctica possible.
es_es: La existencia de más de una estructura sintáctica posible.

source: Hi ha tres situacions possibles canvia només el lema però no els indicadors de flexió: el mot espanyol creo pot ser la 1a.
es_es: Hay tres situaciones posibles cambia sólo el lema pero no los indicadores de flexión: la palabra española creo puede ser la 1.ª

source: L'homografia pot produir ambigüitat lèxica categorial o fins i tot aparéixer entre mots de la mateixa categoria lèxica.
es_es: La homografía puede producir ambigüedad léxica categorial o incluso aparecer entre palabras de la misma categoría léxica.

source: `[destrossat]' ) (.SD.
es_es: `[destrozado]' ) (.SD.

source: L'elipsi simultània d'un sintagma nominal i un sintagma verbal, que fa dubtosa l'adscripció del sintagma nominal restant.
es_es: La elipsis simultánea de un sintagma nominal y un sintagma verbal, que hace dudosa la adscripción del sintagma nominal restante.

source: Ambigüitat estructural d'origen categorial.
es_es: Ambigüedad estructural de origen categorial.

source: La resolució de l'ambigüitat lèxica categorial, altrament coneguda com etiquetatge (dels mots) amb parts de l'oració (en anglés, part-of-speech (PoS) tagging) està molt ben estudiada.
es_es: La resolución de la ambigüedad léxica categorial, conocida como etiquetado (de las palabras) con partes de la oración (en inglés, parte-of-speech (PoS) tagging) está muy bien estudiada.

source: Segons aquest model, les persones consideraríem sempre totes les estructures sintàctiques.
es_es: Según este modelo, las personas consideraríamos siempre todas las estructuras sintácticas.

source: Imagineu que teniu un text de 1.000.000 de mots en l'idioma séverla i un diccionari de correspondències espanyol--séverla.
es_es: Imaginad que tenéis un texto de 1.000.000 de palabras en el idioma séverla y un diccionario de correspondencias español--séverla.

source: Els quantificadors són mots com algun, tot, cada.
es_es: Los cuantificadores son palabras como alguno, todo, cada.

source: ``No puc veure bé la foto que m'has enviat per correu electrònic perquè no puc tancar totes les finestres'' (1: Encara hi entra sol i es reflecteix en la pantalla; 2: Tinc l'escriptori ple de documents oberts).
es_es: ``No puedo ver bien la foto que me has enviado por correo electrónico porque no puedo cerrar todas las ventanas'' (1: Todavía entra solo y se refleja en la pantalla; 2: Tengo el escritorio lleno de documentos abiertos).

source: El punt de vista purament sintàctic és clarament una simplificació excessiva; moltes vegades, les persones resolem l'ambigüitat estructural usant informació semàntica o fins i tot lèxico-semàntica.
es_es: El punto de vista puramente sintáctico es claramente una simplificación excesiva; muchas veces, las personas resolvemos la ambigüedad estructural usando información semántica o incluso lèxico-semántica.

source: Per tant, elegim la primera.
es_es: Por lo tanto, elegimos la primera.

source: Si prenem un corpus (conjunt) suficientment gran de textos correctes i comptem quantes voltes apareixen totes les seqüències possibles de tres categories lèxiques, podem usar aquestes freqüències per a assignar la categoria d'un mot ambigu: de totes les seqüències de tres mots possibles que es puguen formar amb aquest mot, en prendrem la més freqüent.
es_es: Si cogemos un corpus (conjunto) suficientemente grande de textos correctos y contamos cuántas veces aparecen todas las secuencias posibles de tres categorías léxicas, podemos usar estas frecuencias para asignar la categoría de una palabra ambigua: de todas las secuencias de tres palabras posibles que se puedan formar con esta palabra, cogemos la más frecuente.

source: En el text en séverla trobem, a més, les freqüències següents per a grups de dos mots (només es llisten els grups que apareixen alguna vegada): {l|l} {Grup}
es_es: En el texto en séverla encontramos, además, las frecuencias siguientes para grupos de dos palabras (sólo se listan los grupos que aparecen alguna vez): {l|l} {Grupo}

source: 2: Els crucifixos també han rebrotat?).
es_es: 2: ¿Los crucifijos también han rebrotado?).

source: La relació que assigna una interpretació a una expressió anafòrica s'anomena deïxi o dixi: quan la interpretació és per co-referència amb un antecedent que apareix anteriorment en el text s'anomena { anàfora}, i catàfora si l'antecedent és posterior.
es_es: La relación que asigna una interpretación a una expresión anafórica se denomina deïxi o dixi : cuando la interpretación es por co-referencia con un antecedente que aparece anteriormente en el texto se denomina { anáfora}, y catàfora si el antecedente es posterior.

source: `nets' ) ) ( .SN.
es_es: `limpias' ) ) ( .SN.

source: [dirección electrónica:] electrónica és dered; la combinació dered obmur no s'hi dóna, i dered odnam és menys freqüent que dered ragul.
es_es: [dirección electrónica:] electrónica es dered; la combinación dered obmur no se da, y dered odnam es menos frecuente que dered ragul.

source: [(b)] *Dius que ha explicat com que vindria?
es_es: [(b)] Dices que ha explicado cómo que vendría?

source: {alcaraz97b} defineixen l'el·lipsi com l'omissió o l'absència d'alguna part d'una oració.
es_es: {alcaraz97b} definen la elipsis como la omisión o la ausencia de alguna parte de una oración.

source: El diccionari estableix (entre d'altres) les correspondències següents (s'hi indica la freqüència del mot en el text en séverla).
es_es: El diccionario establece (entre otros) las correspondencias siguientes (se indica la frecuencia de la palabra en el texto en séverla).

source: L'oració conté una expressió anafòrica, com ara un pronom, adjectiu possessiu, etc., la qual pot tenir, en principi, més d'una possible interpretació, però aquesta interpretació està determinada per la relació de coreferència entre l'expressió i el seu antecedent (un sintagma que es pot trobar en la mateixa oració o en una altra oració del text) o perquè es refereix a algun objecte o concepte exterior al text.
es_es: La oración contiene una expresión anafórica, como por ejemplo un pronombre, adjetivo posesivo, etc., la cual puede tener, en principio, más de una posible interpretación, pero esta interpretación está determinada por la relación de coreferència entre la expresión y su antecedente (un sintagma que se puede encontrar en la misma oración o en otra oración del texto) o porque se refiere a algún objeto o concepto exterior al texto.

source: Vegeu la nota al peu de la pàg.
es_es: Veáis la nota al pie de la pág.

source: Detectar les formes de tener que i traduir-les per haver de.
es_es: Detectar las formas de tener que y traducirlas por haver de.

source: És que, quan es barallen, se'ls nota.
es_es: Es que, cuando se pelean, se les nota.

source: Considerem l'exemple següent, tret de {radford99b}: Els escocesos aprecien el whisky més que els gal·lesos L'oració té dues interpretacions: [(a)] Els escocesos aprecien el whisky més que els gal·lesos (aprecien el whisky) [(b)] Els escocesos aprecien el whisky més que (els escocesos aprecien) els gal·lesos En aquests dos casos, l'ambigüitat està causada pel fet que són possibles dues estructures sintàctiques per a la segona oració coordinada: en la primera estructura, el sintagma els gal·lesos és el subjecte mentre que en la segona estructura és l'objecte (vegeu els arbres de la fig. ).
es_es: Consideramos el ejemplo siguiente, sacado dee {radford99b}: Los escoceses aprecian el whisky más que los gal·lesos La oración tiene dos interpretaciones: [(a)] Los escoceses aprecian el whisky más que los gal·lesos (aprecian el whisky) [(b)] Los escoceses aprecian el whisky más que (los escoceses aprecien) los gal·lesos En estos dos casos, la ambigüedad está causada por el hecho que son posibles dos estructuras sintácticas para la segunda oración coordinada: en la primera estructura, el sintagma los gal·lesos es el sujeto mientras que en la segunda estructura es el objeto (veáis los árboles de la fig. ).

source: `de Grècia' ) ) ) ) {Dos arbres per a la frase ``Joan va portar notícies de Grècia'' (SI = sintagma inflexional, {I} = projecció intermèdia de la inflexió, I = inflexió, SV = sintagma verbal, V = verb, N = nom, SP = sintagma preposicional).
es_es: `de Grecia' ) ) ) ) {Dos árboles para la frase ``Joan trajo noticias de Grecia'' (SÍ = sintagma inflexional, {Y =} proyección intermedia de la inflexión, Y = inflexión, SV = sintagma verbal, V = verbo, N = nombre, SP = sintagma preposicional).

source: Les coincidències d'algunes formes de noms amb preposicions.
es_es: Las coincidencias de algunas formas de nombres con preposiciones.

source: Sí, usant la informació morfològica dels mots adjacents.
es_es: Sí, usando la información morfológica de las palabras adyacentes.

source: Quan la llengua original dels documents és l'espanyol, es podria usar un sistema de TA per a generar esborranys de documents catalans (o, fins i tot, documents correctes si els documents espanyols estan escrits en un llenguatge controlat).
es_es: Cuando la lengua original de los documentos es el español, se podría usar un sistema de TA para generar borradores de documentos catalanes (o, incluso, documentos correctos si los documentos españoles están escritos en un lenguaje controlado).
